import React from "react"
const TermsWarranties = () => {

    return(
        <div>
            <div className="mine-bg">
        <svg display="none">
            <symbol id="terms" viewBox="0 0 512 512">
            <g>
	<g>
	</g>
</g>
<g>
	<g>
		<path d="M428.454,66.75c-0.018-0.183-0.05-0.361-0.081-0.539c-0.011-0.063-0.017-0.127-0.029-0.189
			c-0.042-0.212-0.097-0.42-0.158-0.626c-0.008-0.027-0.013-0.056-0.021-0.083c-0.064-0.21-0.14-0.415-0.221-0.617
			c-0.009-0.024-0.017-0.048-0.026-0.072c-0.08-0.193-0.171-0.381-0.267-0.565c-0.017-0.032-0.03-0.066-0.047-0.098
			c-0.092-0.171-0.194-0.337-0.299-0.5c-0.028-0.043-0.051-0.088-0.08-0.131c-0.105-0.156-0.219-0.305-0.335-0.453
			c-0.035-0.045-0.066-0.093-0.102-0.137c-0.156-0.189-0.32-0.372-0.494-0.545L366.3,2.198c-0.173-0.173-0.355-0.338-0.545-0.494
			c-0.049-0.04-0.102-0.074-0.151-0.113c-0.143-0.112-0.287-0.223-0.438-0.324c-0.047-0.032-0.097-0.058-0.145-0.088
			c-0.159-0.101-0.319-0.201-0.485-0.29c-0.037-0.02-0.075-0.035-0.112-0.054c-0.181-0.093-0.364-0.183-0.552-0.261
			c-0.027-0.011-0.055-0.019-0.082-0.029c-0.199-0.08-0.401-0.155-0.608-0.218c-0.03-0.009-0.061-0.015-0.091-0.023
			c-0.204-0.059-0.409-0.114-0.619-0.156c-0.063-0.013-0.128-0.018-0.191-0.029c-0.177-0.031-0.355-0.062-0.537-0.08
			C361.496,0.013,361.246,0,360.995,0H91.009c-4.142,0-7.5,3.358-7.5,7.5v453.475c0,4.142,3.358,7.5,7.5,7.5h169.999
			c4.142,0,7.5-3.358,7.5-7.5c0-4.142-3.358-7.5-7.5-7.5H98.509V15h254.986v52.498c0,4.142,3.358,7.5,7.5,7.5h52.496v378.477
			h-42.483c-4.142,0-7.5,3.358-7.5,7.5c0,4.142,3.358,7.5,7.5,7.5h49.983c4.142,0,7.5-3.358,7.5-7.5V67.498
			C428.491,67.247,428.479,66.997,428.454,66.75z M368.495,59.998V25.607l34.39,34.391H368.495z"/>
	</g>
</g>
<g>
	<g>
		<path d="M360.995,213.493H151.007c-4.142,0-7.5,3.358-7.5,7.5c0,4.142,3.358,7.5,7.5,7.5h209.988c4.142,0,7.5-3.358,7.5-7.5
			C368.495,216.851,365.137,213.493,360.995,213.493z"/>
	</g>
</g>
<g>
	<g>
		<path d="M360.995,253.502H151.007c-4.142,0-7.5,3.358-7.5,7.5c0,4.142,3.358,7.5,7.5,7.5h209.988c4.142,0,7.5-3.358,7.5-7.5
			C368.495,256.86,365.137,253.502,360.995,253.502z"/>
	</g>
</g>
<g>
	<g>
		<path d="M360.995,293.501H151.007c-4.142,0-7.5,3.358-7.5,7.5c0,4.142,3.358,7.5,7.5,7.5h209.988c4.142,0,7.5-3.358,7.5-7.5
			C368.495,296.859,365.137,293.501,360.995,293.501z"/>
	</g>
</g>
<g>
	<g>
		<path d="M241.001,333.501h-89.994c-4.142,0-7.5,3.358-7.5,7.5c0,4.142,3.358,7.5,7.5,7.5h89.994c4.142,0,7.5-3.358,7.5-7.5
			C248.501,336.859,245.143,333.501,241.001,333.501z"/>
	</g>
</g>
<g>
	<g>
		<path d="M368.507,406.002c0-28.949-23.551-52.5-52.5-52.5c-28.949,0-52.5,23.551-52.5,52.5c0,16.683,7.832,31.563,20.002,41.186
			V504.5c0,0.08,0.009,0.157,0.012,0.237c0.005,0.153,0.009,0.305,0.023,0.458c0.01,0.107,0.027,0.212,0.041,0.318
			c0.019,0.137,0.037,0.274,0.063,0.41c0.022,0.114,0.051,0.226,0.078,0.338c0.03,0.125,0.059,0.25,0.096,0.373
			c0.035,0.118,0.076,0.232,0.117,0.348c0.04,0.114,0.079,0.229,0.125,0.342c0.049,0.12,0.104,0.235,0.159,0.352
			c0.049,0.104,0.096,0.209,0.15,0.312c0.065,0.123,0.136,0.24,0.207,0.359c0.055,0.092,0.108,0.185,0.167,0.275
			c0.083,0.126,0.174,0.246,0.264,0.367c0.049,0.065,0.091,0.133,0.142,0.197c0.01,0.013,0.022,0.023,0.032,0.036
			c0.168,0.208,0.346,0.407,0.535,0.595c0.053,0.053,0.111,0.099,0.166,0.15c0.137,0.129,0.277,0.255,0.424,0.374
			c0.088,0.071,0.179,0.135,0.27,0.202c0.123,0.09,0.246,0.178,0.373,0.26c0.096,0.062,0.193,0.12,0.292,0.177
			c0.133,0.078,0.269,0.15,0.407,0.22c0.094,0.047,0.188,0.094,0.285,0.137c0.153,0.069,0.31,0.13,0.468,0.189
			c0.086,0.032,0.171,0.066,0.258,0.094c0.177,0.059,0.359,0.107,0.542,0.152c0.073,0.018,0.145,0.04,0.218,0.056
			c0.202,0.044,0.408,0.075,0.616,0.102c0.058,0.007,0.115,0.02,0.173,0.026c0.245,0.026,0.494,0.039,0.746,0.041
			c0.019,0,0.038,0.003,0.057,0.003c0.008,0,0.015-0.002,0.023-0.002c0.366-0.001,0.723-0.037,1.074-0.088
			c0.076-0.011,0.15-0.021,0.226-0.035c0.357-0.063,0.704-0.151,1.041-0.263c0.062-0.021,0.122-0.045,0.183-0.067
			c0.359-0.13,0.709-0.28,1.041-0.461c0.012-0.006,0.023-0.015,0.035-0.021c0.35-0.193,0.679-0.417,0.991-0.662
			c0.022-0.017,0.046-0.028,0.068-0.045l20.314-16.251l20.313,16.251c0.021,0.017,0.044,0.027,0.065,0.044
			c0.314,0.246,0.645,0.47,0.995,0.664c0.011,0.006,0.021,0.014,0.032,0.02c0.332,0.182,0.683,0.332,1.043,0.462
			c0.061,0.022,0.12,0.046,0.181,0.066c0.337,0.112,0.685,0.2,1.042,0.264c0.075,0.013,0.149,0.023,0.225,0.034
			c0.352,0.052,0.709,0.087,1.075,0.088c0.008,0,0.015,0.002,0.023,0.002c0.018,0,0.038-0.003,0.056-0.003
			c0.252-0.002,0.501-0.015,0.747-0.041c0.057-0.006,0.113-0.019,0.169-0.026c0.209-0.027,0.417-0.059,0.619-0.103
			c0.072-0.016,0.143-0.037,0.214-0.055c0.185-0.045,0.368-0.094,0.547-0.153c0.085-0.028,0.168-0.062,0.253-0.092
			c0.16-0.06,0.318-0.122,0.473-0.191c0.095-0.042,0.188-0.089,0.282-0.136c0.139-0.07,0.276-0.143,0.41-0.221
			c0.098-0.057,0.195-0.115,0.291-0.177c0.127-0.083,0.251-0.17,0.373-0.26c0.091-0.067,0.182-0.131,0.271-0.202
			c0.147-0.118,0.286-0.245,0.423-0.373c0.055-0.051,0.113-0.098,0.166-0.151c0.19-0.188,0.367-0.388,0.536-0.596
			c0.01-0.012,0.022-0.022,0.032-0.035c0.051-0.063,0.092-0.131,0.141-0.195c0.091-0.121,0.182-0.242,0.266-0.369
			c0.059-0.09,0.111-0.183,0.167-0.274c0.071-0.119,0.143-0.237,0.208-0.36c0.054-0.102,0.101-0.206,0.149-0.31
			c0.055-0.117,0.11-0.233,0.159-0.354c0.046-0.113,0.085-0.228,0.125-0.342c0.041-0.115,0.082-0.23,0.117-0.348
			c0.037-0.124,0.066-0.249,0.096-0.374c0.027-0.112,0.056-0.223,0.078-0.337c0.026-0.137,0.044-0.274,0.063-0.411
			c0.014-0.105,0.031-0.21,0.041-0.317c0.014-0.153,0.018-0.306,0.023-0.459c0.003-0.079,0.012-0.156,0.012-0.236l-0.002-57.311
			C360.675,437.565,368.507,422.685,368.507,406.002z M320.802,478.731c0-0.001-0.001-0.001-0.001-0.002l-0.106-0.085
			c-0.055-0.043-0.113-0.079-0.168-0.121c-0.133-0.101-0.266-0.2-0.404-0.291c-0.081-0.053-0.164-0.1-0.247-0.15
			c-0.127-0.076-0.253-0.153-0.384-0.221c-0.103-0.054-0.208-0.102-0.313-0.15c-0.113-0.053-0.226-0.107-0.341-0.153
			c-0.122-0.05-0.246-0.092-0.369-0.135c-0.103-0.036-0.206-0.073-0.31-0.104c-0.131-0.039-0.263-0.071-0.396-0.103
			c-0.102-0.024-0.205-0.05-0.308-0.071c-0.13-0.025-0.26-0.044-0.391-0.062c-0.11-0.016-0.221-0.032-0.332-0.043
			c-0.12-0.012-0.239-0.017-0.359-0.023c-0.125-0.006-0.249-0.012-0.374-0.012c-0.106,0-0.211,0.006-0.317,0.011
			c-0.138,0.006-0.276,0.012-0.414,0.026c-0.094,0.009-0.187,0.023-0.28,0.036c-0.147,0.02-0.294,0.042-0.44,0.07
			c-0.087,0.018-0.174,0.039-0.261,0.06c-0.147,0.035-0.293,0.07-0.439,0.114c-0.092,0.028-0.182,0.06-0.273,0.092
			c-0.135,0.046-0.27,0.093-0.403,0.147c-0.107,0.043-0.211,0.094-0.316,0.142c-0.112,0.052-0.224,0.103-0.335,0.161
			c-0.126,0.066-0.249,0.141-0.373,0.215c-0.085,0.052-0.171,0.1-0.255,0.155c-0.138,0.091-0.271,0.191-0.405,0.292
			c-0.055,0.042-0.112,0.077-0.166,0.12l-0.104,0.084c-0.001,0.001-0.003,0.002-0.005,0.004l-12.704,10.164v-33.402
			c5.477,1.942,11.364,3.01,17.498,3.01c6.134,0,12.021-1.067,17.499-3.01l0.001,33.399L320.802,478.731z M316.007,443.502
			c-20.678,0-37.5-16.822-37.5-37.5c0-20.678,16.822-37.5,37.5-37.5c20.678,0,37.5,16.822,37.5,37.5
			C353.507,426.68,336.685,443.502,316.007,443.502z"/>
	</g>
</g>
<g>
	<g>
		<path d="M316.008,383.501c-12.407,0-22.5,10.093-22.5,22.5s10.093,22.5,22.5,22.5c12.407,0,22.5-10.093,22.5-22.5
			C338.508,393.594,328.415,383.501,316.008,383.501z M316.008,413.501c-4.136,0-7.5-3.364-7.5-7.5s3.364-7.5,7.5-7.5
			s7.5,3.364,7.5,7.5S320.144,413.501,316.008,413.501z"/>
	</g>
</g>
<g>
</g>
<g>
</g>
<g>
</g>
<g>
</g>
<g>
</g>
<g>
</g>
<g>
</g>
<g>
</g>
<g>
</g>
<g>
</g>
<g>
</g>
<g>
</g>
<g>
</g>
<g>
</g>
<g>
</g>
            </symbol>
        </svg>

        <div className="center">
            <svg className="icon-delivery">
                <use xlinkHref="#terms"></use>
            </svg>
            <p className="mine_text">Условия продажи</p>
        </div>
        <hr className="line"/>
        <div className="text-info">
            <p>Условия продажи товаров в интернет-магазине www.chelny-skate.com (Условия оферты)</p>
            <p>«Продавец», выражает намерение заключить договор купли-продажи Товаров с Покупателями на условиях настоящей оферты (далее — «Договор»), размещенной на сайте www.chelny-skate.com (далее — «Сайт»).</p>
            <p>Безусловным и полным принятием (акцептом) условий настоящего Договора считается заказ Покупателем Товара в Интернет-Магазине (далее — «Акцепт Оферты»).</p>
            <p className="mine-info">1. Определения</p>
            <span style={{display: 'block', fontSize: 14}}>1.1. Продавец — www.chelny-skate.com , интернет магазин расположенный в городе Набережные Челны</span>
            <span style={{display: 'block', fontSize: 14}}>1.2. Клиент, Покупатель — физическое лицо, являющееся потребителем в соответствии с Законом Российской Федерации «О защите прав потребителей», заказавшее и (или) оплатившее Товар на сайте www.chelny-skate.com.</span>
            <span style={{display: 'block', fontSize: 14}}>1.3. Товар — товары, представленные к продаже в Интернет-магазине.</span>
            <span style={{display: 'block', fontSize: 14}}>1.4. Сайт — www.chelny-skate.com.</span>
            <span style={{display: 'block', fontSize: 14}}>1.5. Заказ — автоматически формируемый документ, определяющий набор Товаров и Услуг, приобретенных Клиентом. Заказ формируется на сайте www.chelny-skate.com.</span>
            <span style={{display: 'block', fontSize: 14}}>1.6. Акцепт — действия Клиента по формированию Заказа и (или) по оплате Товара посредством наличных или безналичных денежных средств или электронных средств платежа. Акцепт считается состоявшимся при формировании Заказа или посредством оплаты наличными или безналичными денежными средствами, либо электронными средствами платежа.</span>
            <span style={{display: 'block', fontSize: 14}}>1.7. Товар — товарно-материальные ценности, предлагаемые Продавцом на сайте www.chelny-skate.com</span>
            <span style={{display: 'block', fontSize: 14}}>1.8. p. — рубль, национальная валюта Российской Федерации.</span>
            <span style={{display: 'block', fontSize: 14}}>1.9. Услуги — услуги по доставке и другие подобные услуги, оказываемые Продавцом, виды и стоимость которых доводятся до сведения на сайте www.chelny-skate.com</span>
            <span style={{display: 'block', fontSize: 14}}>1.10. Анкета Клиента — персональные данные Клиента, указанные им при формировании Заказа.</span>
            <span style={{display: 'block', fontSize: 14}}>1.11. Личный кабинет — персональное пространство Покупателя на Сайте для осуществления Заказов и управления персональными данными. Доступ к Личному кабинету имеют зарегистрированные пользователи Cайта.</span>
            <span style={{display: 'block', fontSize: 14}}>1.12. Служба работы с Клиентами — подразделение Интернет-магазина, осуществляющее информационную поддержку и обслуживание Покупателя по всем вопросам, связанным с Заказом Товара в Интернет-магазине.</span>
            <span style={{display: 'block', fontSize: 14}}>1.13. Технология Cookies — фрагмент данных, отправляемый веб-ресурсом и хранимый в браузере, который мониторит активность пользователя и сохраняет его данные (например, логины и пароли на различных сайтах).</span>

            <p className="mine-info">2. Общие положения</p>
            <span style={{display: 'block', fontSize: 14}}>2.1. Настоящий Договор является публичной офертой в соответствии со ст. 426, 435, 437 Гражданского кодекса Российской Федерации.</span>
            <span style={{display: 'block', fontSize: 14}}>2.2. Клиент вправе заключить Договор с Продавцом исключительно путем присоединения к условиям настоящего Договора.</span>
            <span style={{display: 'block', fontSize: 14}}>2.3. Настоящий Договор-оферта является договором присоединения (ст. 428 Гражданского кодекса Российской Федерации).</span>
            <span style={{display: 'block', fontSize: 14}}>2.4. Настоящий Договор имеет приоритет перед иными документами, опубликованными на Сайте.</span>
            <span style={{display: 'block', fontSize: 14}}>2.5. Продавец в одностороннем порядке принимает и изменяет условия Договора. В отношениях между Продавцом и Клиентом применяются положения Договора, действующие на момент Акцепта.</span>
            <span style={{display: 'block', fontSize: 14}}>2.6. Отношения между Клиентом и Продавцом с момента Акцепта Клиентом Договора регулируются:</span>
            <span style={{display: 'block', fontSize: 14}}>— настоящим Договором;</span>
            <span style={{display: 'block', fontSize: 14}}>— Гражданским кодексом Российской Федерации;</span>
            <span style={{display: 'block', fontSize: 14}}>— Законом Российской Федерации «О защите прав потребителей»;</span>
            <span style={{display: 'block', fontSize: 14}}>— Постановлением Правительства Российской Федерации от 19.01.1998 г. № 55 «Об утверждении Правил продажи отдельных видов товаров, перечня товаров длительного пользования, на которые не распространяется требование покупателя о безвозмездном предоставлении ему на период ремонта или замены аналогичного товара, и перечня непродовольственных товаров надлежащего качества, не подлежащих возврату или обмену на аналогичный товар других размера, формы, габарита, фасона, расцветки или комплектации»;</span>
            <span style={{display: 'block', fontSize: 14}}>— Постановлением Правительства Российской Федерации от 27 сентября 2007 г. № 612 «Об утверждении правил продажи товаров дистанционным способом»;</span>
            <span style={{display: 'block', fontSize: 14}}>— Постановлением Правительства Российской Федерации от 21 июля 1997 г. № 918 «Об утверждении правил продажи товаров по образцам»;</span>
            <span style={{display: 'block', fontSize: 14}}>— Постановлением Правительства Российской Федерации от 10 ноября 2011 г. № 924 «Об утверждении перечня технически сложных товаров».</span>
            <span style={{display: 'block', fontSize: 14}}>2.7. Мы оставляем за собой право отказать (или ограничить) Вам в предоставлении услуг, если становится очевидным, что клиент злоупотребляет своими правами и нашими условиями для покупки (п. 1 ст. 10 ГК РФ).</span>
            <span style={{display: 'block', fontSize: 14}}>2.8. Мы оставляем за собой право периодически пересматривать и вносить изменения в условия совершения покупки в нашем интернет-магазине для клиентов.</span>
            <span style={{display: 'block', fontSize: 14}}>2.9. Интернет-магазин предназначен для организации дистанционного способа продажи товаров через сеть интернет.</span>
            <span style={{display: 'block', fontSize: 14}}>2.10. Клиент, оформивший заказ, соглашается с получением рекламной рассылки на адрес электронной почты от Интернет-магазина www.chelny-skate.com</span>

            <p className="mine-info">3. Предмет</p>
            <span style={{display: 'block', fontSize: 14}}>3.1. Предметом настоящего Договора Оферты является продажа Покупателю товаров, представленных на сайте Продавца, согласно размещенному Заказу Покупателя.</span>
            <span style={{display: 'block', fontSize: 14}}>3.2. Клиент оплачивает товары в соответствии с ценами, установленными Продавцом. Цена (стоимость) Товара или Услуги определяется Продавцом. Цена (стоимость) Товаров и на сайте www.chelny-skate.com действительны на дату (на момент) формирования Заказа (п. 4.2.) и может быть изменена Продавцом в любое время. Цена (стоимость) Товара или Услуги не может быть изменена Продавцом в одностороннем порядке после заказа Товара (Услуги), определяемом в соответствии с п. 4.2.</span>
            <span style={{display: 'block', fontSize: 14}}>3.3. Продавец осуществляет доставку товаров Покупателю способом и в сроки, которые определяются в порядке, установленном настоящим Договором.</span>
            <span style={{display: 'block', fontSize: 14}}>3.4. Порядок заказа и оплаты услуг по доставке Товара определен гл. 4 настоящего Договора.</span>
            <span style={{display: 'block', fontSize: 14}}>3.5. Номер Заказа указывается в товарном чеке, накладной, электронной форме Заказа</span>
            <span style={{display: 'block', fontSize: 14}}>(на www.chelny-skate.com) и иных формируемых Продавцом формах документов, подтверждающих факт Заказа.</span>

            <p className="mine-info">4. Порядок заказа и оплаты Товара</p>
            <span style={{display: 'block', fontSize: 14}}>4.1. Заказ Товара осуществляется:</span>
            <span style={{display: 'block', fontSize: 14}}>— на сайте www.chelny-skate.com</span>
            <span style={{display: 'block', fontSize: 14}}>— телефону 8 917 254 05 02</span>
            <span style={{display: 'block', fontSize: 14}}>4.2. Под заказом Товара понимается формирование Заказа и (или) его оплата наличными или безналичными денежными средствами, в зависимости от того, что наступит ранее, при условии Акцепта настоящего Договора.</span>
            <span style={{display: 'block', fontSize: 14}}>4.3. Товары и Услуги подлежат оплате по ценам, установленным Продавцом.</span>
            <span style={{display: 'block', fontSize: 14}}>4.4. Оплата Товаров, заказанных Покупателем на Сайте Интернет-магазина, осуществляется в рублях путем передачи наличных денежных средств курьеру Продавца (собственному или работающему по договору с Продавцом) или иными способами оплаты, указанными на сайте (оплата банковской картой).</span>
            <span style={{display: 'block', fontSize: 14}}>4.5. На сайте указана предварительная информация по наличию товара. После оформления заказа с клиентом связывается сотрудник интернет магазина для подтверждения. Подтверждение заказа Продавцом возможно также иными способами.</span>
            <span style={{display: 'block', fontSize: 14}}>4.6. Клиент, оформивший заказ, соглашается с SMS-информированием от лица Интернет-магазина и транспортной компании о статусе заказа.</span>
            <span style={{display: 'block', fontSize: 14}}>4.7. Скидки по акциям действуют только при выкупе указанного в условиях акции количества товара.</span>
            <span style={{display: 'block', fontSize: 14}}>4.8. При оформлении заказа в Интернет-магазине, Покупатель обязан предоставить о себе правдивую информацию. В противном случае, Продавец не несет ответственности за несвоевременную доставку.</span>
            <span style={{display: 'block', fontSize: 14}}>4.9. Полная стоимость Заказа состоит из стоимости Товара в Интернет-магазине и стоимости доставки.</span>
            <span style={{display: 'block', fontSize: 14}}>4.10. Цена Товара на сайте может быть изменена Продавцом в одностороннем порядке. При этом цена на заказанный покупателем Товар изменению не подлежит.</span>

            <p className="mine-info">5. Доставка товара</p>
            <span style={{display: 'block', fontSize: 14}}>5.1. Общий срок доставки Товара со склада, состоит из срока обработки заказа и срока доставки. Срок доставки указан при выборе способа доставки во время оформления заказа.</span>
            <span style={{display: 'block', fontSize: 14}}>5.2. Продавец приложит все усилия для соблюдения сроков доставки, указанных на Сайте, тем не менее, задержки в доставке возможны ввиду непредвиденных обстоятельств, произошедших не по вине Продавца.</span>
            <span style={{display: 'block', fontSize: 14}}>5.3. Риск случайного повреждения Товара переходит к Покупателю с момента передачи ему Товара и проставления получателем Заказа подписи в документах, подтверждающих доставку. В случае недоставки Товара Продавец возмещает Покупателю стоимость предоплаченного Покупателем Заказа и доставки после получения подтверждения утраты Заказа от Службы доставки.</span>
            <span style={{display: 'block', fontSize: 14}}>5.4. При курьерской доставке Товар вручается Покупателю либо лицу, указанному в качестве Получателя. При отсутствии Покупателя либо указанного им Получателя в месте доставки, Товар вручается лицу, предъявившему документ, подтверждающий размещение либо оплату Заказа.</span>
            <span style={{display: 'block', fontSize: 14}}>5.5. Во избежание случаев мошенничества, а также для выполнения взятых на себя обязательств в пункте 5.6., при курьерской доставке предоплаченного Заказа лицо, осуществляющее доставку, вправе затребовать документ, удостоверяющий личность Получателя, а также указать тип и номер предоставленного Получателем документа на квитанции к Заказу. Продавец гарантирует конфиденциальность и защиту персональной информации Получателя (глава 4 настоящего Договора).</span>
            <span style={{display: 'block', fontSize: 14}}>5.6. При передаче Товара Покупатель должен проверить его внешний вид и упаковку, количество Товара в Заказе, комплектность, ассортимент.</span>
            <span style={{display: 'block', fontSize: 14}}>5.7. Стоимость и сроки доставки определяются Продавцом в соответствии с тарифами Продавца и размещены на интернет ресурсе www.chelny-skate.com. Стоимость и сроки доставки выбираются Клиентом и указываются в Заказе.</span>
            <span style={{display: 'block', fontSize: 14}}>5.8. Продавец вправе устанавливать правила оказания услуг по доставке Товара. С правилами оказания услуг по доставке Товара Клиент вправе ознакомиться на сайте: www.chelny-skate.com.</span>
            <span style={{display: 'block', fontSize: 14}}>5.9. При доставке заказа в официальный розничный магазин оплата заказа картой на сайте невозможна. Резерв заказа в розничном официальном магазине составляет 2 дня.</span>

            <p className="mine-info">6. Возврат и обмен товара</p>
            <span style={{display: 'block', fontSize: 14}}>6.1. Клиент вправе вернуть приобретенный им Товар надлежащего качества в течение 14 (четырнадцати) дней, не считая дня продажи.</span>
            <span style={{display: 'block', fontSize: 14}}>6.2. Указанное в п. 6.1 право может быть реализовано, если:</span>
            <span style={{display: 'block', fontSize: 14}}>— товар не был в употреблении;</span>
            <span style={{display: 'block', fontSize: 14}}>— сохранены его товарный вид, потребительские свойства;</span>
            <span style={{display: 'block', fontSize: 14}}>— имеется товарный чек или кассовый чек или иной подтверждающий оплату указанного товара документ;</span>
            <span style={{display: 'block', fontSize: 14}}>— сохранена бирка производителя.</span>
            <span style={{display: 'block', fontSize: 14}}>6.3. Порядок обмена (возврата) Товара устанавливается Продавцом.</span>
            <span style={{display: 'block', fontSize: 14}}>6.4. Под Товаром ненадлежащего качества подразумевается Товар, который неисправен и не может обеспечить исполнение своих функциональных качеств. Полученный Товар должен соответствовать описанию на сайте. Отличие элементов дизайна или оформления от заявленных в описании на сайте не является неисправностью или нефункциональностью Товара.</span>
            <span style={{display: 'block', fontSize: 14}}>6.5. Внешний вид и комплектность Товара, а также комплектность всего Заказа должны быть проверены Покупателем/Получателем в момент доставки Товара (кроме доставки почтой). При курьерской доставке Товара, Покупатель/Получатель ставит свою подпись в квитанции о доставке, в графе: «Заказ принял, комплектность полная, услуги по доставке оказаны, претензий к количеству и внешнему виду товара не имею. С условиями возврата товара ознакомлен». После получения Заказа претензии к внешним дефектам Товара, его количеству, комплектности и товарному виду не принимаются.</span>
            <span style={{display: 'block', fontSize: 14}}>6.6. Возврат товара возможен только через консультанта на Сайте www.chelny-skate</span>
            <span style={{display: 'block', fontSize: 14}}>6.7. Расходы, связанные с обменом (возвратом) Товара в соответствии с настоящим разделом несет Клиент.</span>
            <span style={{display: 'block', fontSize: 14}}>6.8. Возврат денежных средств Покупателю производится после положительного решения экспертизы (признание экспертизой качества Товара ненадлежащим с соответствии с п. 9.6.) в течение 10 дней в соответствии с Законом Российской Федерации «О защите прав потребителей» на банковский счет Покупателя.</span>
            <span style={{display: 'block', fontSize: 14}}>6.9. Рассмотрение претензии по товару ненадлежащего качества происходит в течение 3-4 рабочих дней.</span>
            <span style={{display: 'block', fontSize: 14}}>6.10. Продавец вправе в своих сервисных политиках устанавливать иные условия возврата и обмена Товара, не ухудшающие условия Клиента в соответствии с настоящим Договором и действующим законодательством Российской Федерации.</span>
            <span style={{display: 'block', fontSize: 14}}>6.11. Покупатель вправе отказаться от заказанного товара в любое время до его получения, а после получения — в течение 14 календарных дней.</span>
            <span style={{display: 'block', fontSize: 14}}>6.12. Требования о возврате уплаченной за Товар денежной суммы подлежат рассмотрению в течение 10 дней со дня предъявления соответствующего требования (ст. 22 Закона Российской Федерации «О защите прав потребителей»).</span>
            <span style={{display: 'block', fontSize: 14}}>6.13. В случае отказа Покупателя от Товара надлежащего качества, стоимость доставки Товара от Покупателя до Продавца Покупателю не возвращается.</span>
            <span style={{display: 'block', fontSize: 14}}>6.14. В случае электронной предоплаты (пластиковые карты VISA/Master Card) при отмене/частичной отмене заказа, инициированной Продавцом, до отправки заказа, стоимость товара возвращается Клиенту способом, соответствующим способу оплаты заказа.</span>
            <span style={{display: 'block', fontSize: 14}}>6.15. Согласно Закону Российской Федерации «О защите прав потребителей», возврат товара надлежащего качества, приобретенного дистанционным способом продажи, возможен в любое время до его передачи Клиенту, а после передачи товара — в течение 7 дней. Продавец увеличивает этот срок до 14 календарных дней.</span>
           
            <p className="mine-info">7. Гарантии качества Товара и Услуг. Требования Клиента, связанные с недостатками Товаров и Услуг</p>
            <span style={{display: 'block', fontSize: 14}}>7.1. Продавец несет ответственность за недостатки, обнаруженные в Товаре (Услуги) в течение гарантийных сроков.</span>
            <span style={{display: 'block', fontSize: 14}}>7.2. Гарантийные сроки на Товары определяются изготовителями (производителями) и исчисляются с момента передачи Товара Клиенту, если иной порядок исчисления гарантийных сроков не установлен изготовителем (производителем).</span>
            <span style={{display: 'block', fontSize: 14}}>7.3. На Товары, на которые изготовителями (производителями) гарантийные сроки не установлены, Продавец устанавливает гарантийный срок в 14 (четырнадцать) дней, не считая дня продаж.</span>
            <span style={{display: 'block', fontSize: 14}}>7.4. Продавец вправе установить иные (более длительные) гарантийные сроки на отдельные виды Товаров.</span>
            <span style={{display: 'block', fontSize: 14}}>7.5. Требования, заявленные Клиентами по истечении гарантийных сроков, рассматриваются Продавцом в порядке, установленном действующим законодательством Российской Федерации.</span>

            <p className="mine-info">8. Возврат денежных средств</p>
            <span style={{display: 'block', fontSize: 14}}>8.1. В случае, если Товар оплачен наличными денежными средствами Клиент при возврате Товара вправе требовать:</span>
            <span style={{display: 'block', fontSize: 14}}>— перечисление денежных средств на платежную карту;</span>
            <span style={{display: 'block', fontSize: 14}}>— перечисление денежных средств на банковский счет, указанные Клиентом.</span>
            <span style={{display: 'block', fontSize: 14}}>8.2. В случае, если Товар полностью или частично оплачен безналичными денежными средствами, Клиент вправе требовать:</span>
            <span style={{display: 'block', fontSize: 14}}>— перечисление денежных средств на платежную карту;</span>
            <span style={{display: 'block', fontSize: 14}}>— перечисление денежных средств на банковский счет, указанные Клиентом.</span>
            <span style={{display: 'block', fontSize: 14}}>8.3. Клиент несет ответственность за достоверность указанных им реквизитов для возврата денежных средств.</span>
            
            <p className="mine-info">9. Доступ к информации о Покупателе</p>
            <span style={{display: 'block', fontSize: 14}}>9.1. Информация, предоставленная Покупателем является конфиденциальной.</span>
            <span style={{display: 'block', fontSize: 14}}>9.2. При оформлении Заявки на Сайте Покупатель предоставляет следующую информацию и соглашается на её использование, обработку и хранение Продавцом: Фамилия, Имя, Отчество, адрес электронной почты, контактные телефоны, адрес доставки Товара.</span>
            <span style={{display: 'block', fontSize: 14}}>9.3. Покупатель, указывая на сайте при регистрации свои контактные данные, понимает, что вносимые им данные предоставляются Продавцу добровольно и в объеме, необходимом и достаточном для исполнения Продавцом обязательств перед Покупателем.</span>
            <span style={{display: 'block', fontSize: 14}}>9.4. Продавец использует предоставленную информацию для выполнения своих обязательств перед Покупателем в соответствии и на основании Федерального Закона от 27.07.2006 № 152-ФЗ в ред. Федерального закона от 25.07.2011 № 261-ФЗ</span>
            <span style={{display: 'block', fontSize: 14}}>9.5. Покупатель соглашается на передачу Продавцом предоставленной информации агентам и третьим лицам, действующим на основании договора с Продавцом, для исполнения перед Покупателем обязательств, возникающих из настоящего соглашения и подаваемых через сайт заявок.</span>
            <span style={{display: 'block', fontSize: 14}}>9.6. Не считается нарушением обязательств разглашение информации в соответствии с обоснованными и применимыми требованиями закона.</span>
            <span style={{display: 'block', fontSize: 14}}>9.7. Покупатель соглашается на передачу Продавцу своих данных в целях исполнения заключаемых договоров, в том числе настоящего Соглашения, и принимаемых Продавцом в соответствии с ними обязательств по продаже и доставке Покупателю Товара. Согласие Покупателя выражается в указании им информации в соответствующих графах при оформлении Заявки.</span>
            <span style={{display: 'block', fontSize: 14}}>9.8. При доступе Покупателя к Сайту Продавец получает информацию об ip-адресе Покупателя. Продавец обязуется не использовать данную информацию для установления личности Покупателя.</span>
            <span style={{display: 'block', fontSize: 14}}>9.9. Продавец не несет ответственности за сведения, распространенные Покупателем при помощи Сайта в общедоступной форме.</span>
            
            <p className="mine-info">10. Переход права и рисков. Прочие положения</p>
            <span style={{display: 'block', fontSize: 14}}>10.1. Под приобретенным Товаром понимается оплаченный и фактически полученный Товар.</span>
            <span style={{display: 'block', fontSize: 14}}>10.2. Продавец считается исполнившим свою обязанность по договору купли-продажи товара, что удостоверяется накладной/актом приема-передачи товара, а Клиент приобретает право собственности на товар с момента фактической оплаты товара, что подтверждается товарным чеком.</span>
            <span style={{display: 'block', fontSize: 14}}>10.3. Клиент несет ответственность за вручение заказанного Товара любому из указанных им в Заказе лиц. Продавец не обязан удостоверяться в наличии полномочий принимающих Товар лиц, если они указаны в Заказе в качестве получателей. Продавец вправе отказаться от вручения заказанного Товара лицам, не указанным в Заказе либо требовать подтвердить свои полномочия. Однако Продавец или его представитель не несет ответственность за передачу Товара лицу, названному в качестве получателя, если указанные в Заказе реквизиты Клиента или получателя являются достаточными (по выбору Клиента) для идентификации Клиента или получателя в качестве надлежащего лица. Клиент полностью несет ответственность за достоверность указанных им сведений.</span>
            <span style={{display: 'block', fontSize: 14}}>10.4. Путем Акцепта настоящего Договора Клиент дает согласие на обработку Продавцом персональных данных Клиента, указанных в Анкете либо Документе о продаже в целях исполнения обязательств по настоящему договору, а также на передачу персональной информации третьим лицам в целях исполнения настоящего Договора.</span>
            <span style={{display: 'block', fontSize: 14}}>10.5. Любые сведения, указанные Клиентом в Заказе, считаются достоверными и исходящими непосредственно от Клиента. Клиент несет все риски и убытки, связанные с размещением им недостоверных (неверных) данных при формировании Заказа (п.4.2.) и не вправе ссылаться на их недостоверность при возникновении спора с Продавцом.</span>
            <span style={{display: 'block', fontSize: 14}}>10.6. Все споры и разногласия, связанные с исполнением настоящего договора, подлежат рассмотрению и разрешению в порядке, установленном действующим законодательством Российской Федерации.</span>
            
            <p className="mine-info">11. Ответственность сторон</p>
            <span style={{display: 'block', fontSize: 14}}>11.1. За нарушение условий настоящего Договора стороны несут ответственность в соответствии с действующим законодательством Российской Федерации.</span>
            <span style={{display: 'block', fontSize: 14}}>11.2. В случае форс-мажорных обстоятельств, стороны освобождаются от исполнения настоящего Договора.</span>
            <span style={{display: 'block', fontSize: 14}}>11.3. Стороны прилагают максимальные усилия с целью устранения возникающих разногласий путем переговоров. В противном случае договор может быть расторгнут.</span>
            <span style={{display: 'block', fontSize: 14}}>11.4. Продавец не несет ответственности, не может выступать в качестве ответчика в суде и не возмещает убытки, возникшие у Покупателя из-за действия или бездействия третьих лиц.</span>
            <span style={{display: 'block', fontSize: 14}}>11.5. Продавец не несет ответственности в случае неправильного выбора Покупателем характеристик или модификации Товара, заказанного в Интернет-магазине.</span>
            <span style={{display: 'block', fontSize: 14}}>11.6. Продавец не несет ответственности по оплате госпошлин в случае вступления в силу таможенного законодательства при пересечении грузов границы Российской Федерации в адрес Покупателя.</span>
            <span style={{display: 'block', fontSize: 14}}>11.7. Продавец гарантирует, что передаваемый Покупателю товар надлежащего качества, не является бывшим в употреблении, и соответствует санитарно-гигиеническим нормам, принятым в Российской Федерации.</span>

            <p className="mine-info">12. Срок действия настоящего договора</p>
            <span style={{display: 'block', fontSize: 14}}>12.1. Настоящий Договор вступает в силу с даты его публикации на Сайте www.chelny-skate.com.</span>
            <span style={{display: 'block', fontSize: 14}}>12.2. Совершая покупку в Интернет-магазине, Покупатель соглашается со всеми вышеперечисленными условиями в настоящем Договоре.</span>
            <span style={{display: 'block', fontSize: 14}}>12.3. Настоящий Договор, а также информация о Товаре, представленная на Сайте, являются публичной офертой в соответствии со ст.435 и п. 2 ст.437 ГК РФ.</span>
            <span style={{display: 'block', fontSize: 14}}>12.4. К отношениям между Покупателем и Продавцом применяются положения ГК РФ о розничной купле-продаже (§ 2 глава 30), а также Закон Российской Федерации «О защите прав потребителей» от 07.02.1992 № 2300–1 и иные правовые акты, принятые в соответствии с ними.</span>
            <span style={{display: 'block', fontSize: 14}}>12.5. Покупатель принимает условия настоящего Договора путем нажатия на Сайте соответствующего поля «Подтвердить заказ» на последнем этапе оформления Заказа на Сайте.</span>
            <span style={{display: 'block', fontSize: 14}}>12.6. К отношениям между Покупателем и Продавцом применяется право Российской Федерации.</span>
            <span style={{display: 'block', fontSize: 14}}>12.7. Признание судом недействительности какого-либо положения настоящего Договора не влечет за собой недействительность остальных положений.</span>

            <p className="mine-info">13. Рассылки и информационные сообщения</p>
            <span style={{display: 'block', fontSize: 14}}>13.1. При регистрации на Сайте Покупатель дает согласие на получение от Продавца рассылок рекламно-информационного характера. Указанные рассылки содержат информацию о предстоящих акциях, розыгрышах и других мероприятиях Продавца.</span>
            <span style={{display: 'block', fontSize: 14}}>13.2. Настройка параметров рассылки (возможность отказа от рассылки) возможна через звонок в колл-центр по телефону 8 917 254 05 02</span>
            <span style={{display: 'block', fontSize: 14}}>13.3. Рассылки поступают в виде электронного письма на адрес и/или короткого сообщения (sms) на номер телефона, указанный Покупателем при регистрации. Рекламно-информационные материалы могут предоставляться в виде бумажно-полиграфической и сувенирной продукции, вкладываться в заказы покупателям и доставляться на указанный почтовый адрес в виде писем и посылок.</span>
            
            <p className="mine-info">14. Интеллектуальная собственность</p>
            <span style={{display: 'block', fontSize: 14}}>14.1. Вся текстовая информация и графические изображения, находящиеся на Сайте являются собственностью Продавца и/или его контрагентов.</span>
            
            <p className="mine-info">15. Гарантии и ответственность</p>
            <span style={{display: 'block', fontSize: 14}}>15.1. Продавец не несет ответственности за ущерб, причиненный Покупателю вследствие ненадлежащего использования Товаров, заказанных на Сайте.</span>
            <span style={{display: 'block', fontSize: 14}}>15.2. Продавец не несет ответственности за содержание и функционирование внешних сайтов.</span>
            <span style={{display: 'block', fontSize: 14}}>15.3. Продавец вправе переуступать либо каким-либо иным способом передавать свои права и обязанности, вытекающие из его отношений с Покупателем, третьим лицам.</span>
            <span style={{display: 'block', fontSize: 14}}>15.4. Покупатель обязуется не использовать заказанный Товар в предпринимательских целях.</span>

            <p className="mine-info">16. Технология Cookies</p>
            <span style={{display: 'block', fontSize: 14}}>16.1. Интернет-магазин может использовать технологию Cookies. Cookies не передаются третьим лицам и не содержат конфиденциальную информацию. Файлы Cookies могут быт использованы для рекламы товаров, специальных акций и скидок в интернет магазине.</span>
        </div>
</div>
</div>
        
        
    )
} 

export default TermsWarranties